Revit 2027 API
PolymeshFacet.V2 Property
 The second vertex of the facet
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int V2 { get; }
Public ReadOnly Property V2 As Integer
	Get
public:
property int V2 {
	int get ();
}
member V2 : int with get
Property Value
Int32
 An index of a vertex of a polymesh.
See Also
Reference
PolymeshFacet Class
Autodesk.Revit.DB Namespace